import Business from "@mui/icons-material/Business";
import Engineering from "@mui/icons-material/Engineering";
import LocationOn from "@mui/icons-material/LocationOn";
import DirectionsCar from "@mui/icons-material/DirectionsCar";

export const services = [
  {
    title: "Корпоративный транспорт",
    subtitle: "Регулярные перевозки сотрудников",
    description:
      "Надежные ежедневные транспортные услуги для корпоративных клиентов. Мы предоставляем комфортабельные автобусы с профессиональными водителями для доставки сотрудников, гарантируя пунктуальность и безопасность. Возможны индивидуальные графики под нужды вашего бизнеса.",
    icon: <Business fontSize="large" />,
  },
  {
    title: "Вахтовые перевозки",
    subtitle: "Транспорт для вахтовых рабочих",
    description:
      "Специализированные транспортные решения для вахтовиков, включающие дальние поездки на удаленные объекты. Мы обеспечиваем оптимизированную логистику и строгие стандарты безопасности для предприятий тяжелой промышленности.",
    icon: <Engineering fontSize="large" />,
  },
  {
    title: "Регулярные маршруты",
    subtitle: "Маршрутные пассажирские перевозки",
    description:
      "Комплексное управление общественными и коммерческими маршрутами. Мы занимаемся составлением расписания, управлением автопарком и обеспечением комфорта пассажиров на городских и междугородних линиях.",
    icon: <LocationOn fontSize="large" />,
  },
  {
    title: "Частные трансферы",
    subtitle: "Индивидуальные и групповые поездки",
    description:
      "Трансферы премиум-класса для VIP-персон, встречи в аэропорту и обслуживание мероприятий. В нашем парке седаны и минивэны люкс-класса с высококвалифицированными водителями, ориентированными на конфиденциальность и комфорт.",
    icon: <DirectionsCar fontSize="large" />,
  },
];
