import DirectionsBusIcon from "@mui/icons-material/DirectionsBus";
import BusinessCenterIcon from "@mui/icons-material/BusinessCenter";
// AirportShuttleIcon нам пока не нужен, так как мы используем сноубордиста для туристов
import GroupsIcon from "@mui/icons-material/Groups";
import SnowboardingIcon from "@mui/icons-material/Snowboarding";

export const services = [
  {
    title: "Доставка сотрудников",
    description:
      "Организация регулярных маршрутов для персонала. Заключаем договоры с юридическими лицами, работаем по тендерам. Гарантируем подачу транспорта точно по графику, чтобы ваши сотрудники всегда вовремя прибывали на объекты и с комфортом возвращались домой.",
    icon: <BusinessCenterIcon />,
  },
  {
    title: "Трансфер для туристов",
    description:
      "Встреча в аэропорту или на вокзале. Комфортная перевозка групп на горнолыжные курорты Кировска. В микроавтобусах достаточно места для удобного и безопасного провоза ваших лыж, сноубордов и объемного багажа.",
    icon: <SnowboardingIcon />,
  },
  {
    title: "Вахтовые перевозки",
    description:
      "Профессиональная доставка сменных бригад на предприятия по всей Мурманской области. Наши опытные водители и подготовленный к северным условиям транспорт обеспечивают надежность и безопасность рейсов даже в суровую зимнюю погоду.",
    icon: <DirectionsBusIcon />,
  },
  {
    title: "Частные трансферы",
    description:
      "Аренда вместительного микроавтобуса с водителем для выездов на природу, соревнований, праздников или корпоративов. Вы сами строите маршрут, а мы предоставляем чистый, теплый салон и аккуратного водителя для вашей компании.",
    icon: <GroupsIcon />,
  },
];
